# Тимон: Хакуна Матата - золотые слова
# Пумба: Хакуна Матата - знай свои права
# Тимон: Набит желудок и пуста голова
# Тимон и Пумба: Закусил слегка и жизнь легка
# Тимон: Хакуна Матата
#
# Симба: Хакуна Матата?
# Пумба: Да, это наш девиз
# Симба: Что это такое?
# Тимон: Ничего, безпроблемная философия, ха-ха-ха-ха
# Пумба: Ха-ха! Знаешь, детка, эти два слова решают все проблемы
# Тимон: Точно! Взять Пумбу к примеру:
#
# Тимон: Ведь он юным свинёнком был
# Пумба: Я юным свинёнком был
# Тимон: Отлично...
# Пумба: Спасибо
#
# Тимон: Его чудный запах разносился окрест
# И саванна пустела, если он поест
# Пумба: И обиды мои вовсе не прошли
# На друзей, что пытались стоять вдали
# Какой позор
# Тимон: Какой позор
# Пумба: Отводил я мой взор
# Тимон: О, это же вздор
# Пумба: Начинал я пухнуть
# Тимон: Бедный кабан
# Пумба: Перед тем как...
# Тимон: Эй, Пумба, только не при детях
# Пумба: О, прости
#
# Тимон и Пумба: Хакуна Матата
# Мысль очень проста
# Хакуна Матата
# Всё, брат, - суета
# Симба: Так будь свободен от ушей до хвоста
#
# Тимон: Да, давай пой, малыш
#
# Вместе: Закусил слегка
# Пумба: И жизнь легка
# Вместе: Хакуна Матата
#
# Вместе: Хакуна Матата
# Хакуна Матата
# Хакуна Матата
# Хакуна
#
# Симба: И ты свободен от ушей до хвоста
# Вместе: Закусил слегка и жизнь легка
# Хакуна Матата (Хакуна Матата, Хакуна Матата)
# Хакуна Матата (Хакуна Матата, Хакуна Матата)
# Хакуна Матата
# Хакуна Матата
# Хакуна Матата
# Хакуна Матата
# Хакуна Матата
